Repository: mauriciobalenamazzocco/DigioChallenge
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: pt_br

source: Back
pt_br: Voltar

source: Cancel
pt_br: Cancelar

# productTitle
source: Products
pt_br: Produtos

# errorTitle
source: Dammmm!
pt_br: OOPS!

# serialization
source: A serialization error occurred, %@
pt_br: Ocorreu um erro de serialização, %@

# badRequest
source: The request cannot be processed
pt_br: A requisição não pode ser processada

# forbidden
source: The request is not allowed
pt_br: A requisição não é permitida

# notFound
source: Url cannot be found
pt_br: A Url não pode ser encontrada

# serverError
source: Server is not available
pt_br: Servidor não esta disponivel

# unauthorized
source: Unauthorized requisition
pt_br: Requisição não autorizada
